---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamEmissivity
source: html/ea8a5da6-ad29-d703-55c2-185f20821bc7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamEmissivity Property

"Emissivity"

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMaterialParamEmissivity { get; }
```